[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Русский (Russian)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=alex3f



; Strings in this section are used in several places of the plugin
[Common]
Yes=Да
No=Нет
Disabled=Отключенно

; Executable properties
CompanyName=Название компании
Copyright=Авторские права
FileVersion=Версия файла
ProductVersion=Версия продукта
FileVersion(fixed)=Версия файла (исправлено)
ProductVersion(fixed)=Версия продукта (исправлено)
ProductName=Название продукта
FileDescription=Описание
InternalName=Внутреннее имя
OriginalFilename=Исходное имя файла
Comments=Комментарии
FileSize=Размер файла
FileCreated=Создан
FileLastModified=Изменён
FileLastAccess=Открыт
FileArch=Архитектура

; Startup locations
StartMenuCurrentUser="Меню "Пуск" - Текущий пользователь [%s]"
StartMenuAllUsers="Меню "Пуск" - Все пользователи"
RegistryCurrentUserRun="Реестр - Текущий пользователь [%s], Run"
RegistryCurrentUserRunOnce="Реестр - Текущий пользователь [%s], RunOnce"
RegistryAllUsersRun32="Реестр - Все пользователи, Run (32 бит)"
RegistryAllUsersRunOnce32="Реестр - Все пользователи, RunOnce (32 бит)"
RegistryAllUsersRun64="Реестр - Все пользователи, Run (64 бит)"
RegistryAllUsersRunOnce64="Реестр - Все пользователи, RunOnce (64 бит)"

; Dialogs
DlgOverwrite="%s" уже существует в "%s"!\n\nПерезаписать?
DlgEmptyName=Пустые имена не допустимы!



; Strings in this section are used when
; a startup "file" is viewed with F3
[GetFile]
Name=Имя
Enabled=Включено
Location=Расположение
LocationPath=Расположение (Путь)
CommandLine=Командная строка
Executable=Приложение
Parameters=Параметры
Comments=Комментарии



; Strings in this section are used when the startup's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmStartupProperties]
fmStartupProperties=Свойства %s

; Some common form components
btnOK=OK
btnCancel=Отмена
btnApply=&Применить
btnRun=&Выполнить запуск
btnDelete=Удалить
btnTools=&Инструменты

tsStartupProperties=Свойства запуска
tsExecutableProperties=Свойства приложения
tsStatus=Состояние

popupToolsJumpToRegKey=&Переход к ключу реестра в RegEdit
popupToolsLinkProperties=Показать свойства &ярлыка
popupToolsExecutableProperties=Показать свойства &приложения
popupToolsViewInSeparateLister=Просмотр приложения в TC &Lister (отдельный процесс)

; Tabsheet Startup Properties
lblName=&Имя:
checkEnabled=&Включено
lblLocationPath=Расположение (&Путь):
lblLocation=&Расположение:
checkCopyStartup=К&опировать в новое расположение
lblCommandLine=&Командная строка:
lblExecutable=П&риложение:
lblParameters=Параметр&ы:
lblShowWindow=&Окно:
comboShowWindow=Обычное\nСвёрнутое\nРазвёрнутое
lblComments=Ко&мментарии:

; Tabsheet Executable Properties
lvExecutableProperties=Имя объекта\nЗначение

; Tabsheet Status
lvProcessStatus=Процесс\nPID\nКомандная строка
lblStatusRefreshStatus=Щелкните "%s", чтобы определить состояние запуска
lblStatusRefreshStatus2=Работа ...
lblStatusRefreshStatus3=%d процесс(-а, -ов), %d с соответствующей командной строкой
btnStatusRefreshStatus=Обновит&ь

; Dialogs
DlgDeleteText=Вы действительно хотите удалить %s?



[fmPluginSettings]
fmPluginSettings=Настройки
lblLanguage=&Язык:
checkShowDisabledIcon=Показать иконку "стоп" для отключенных запусков
checkShowDisabledExt=&Добавить дополнительные расширения отключенных запусков
checkLoadCustomColumns=Загрузить &пользовательские столбцы при запуске плагина
checkAllowDeleteInPanel=Разрешить &удаление запусков в панели TC
checkAutoRefreshStatus=А&втообновление состояния запуска, при перекл-ии на вкладку "Состояние"
groupActionEnter=" &Действие при нажатии ENTER в панели TC "
comboActions=Переключить запуск (вкл./выкл.)\nПоказать свойства запуска\nВыполнить запуск\nПерейти в расположение файла запуска
groupActionShiftEnter=" Действие при нажатии &SHIFT+ENTER в панели TC "
checkActions=В &новой вкладке
lblIniLocation=Расположение файла н&астроек плагина:
btnOK=OK
btnCancel=Отмена
DlgReloadSettings=Нажмите OK, когда закончите редактировать, чтобы перезагрузить настройки.
